# Cask applications
cask "basecamp"
cask "blender"
cask "brave-browser"
cask "deckset"
cask "deepl"
cask "discord"
cask "elgato-camera-hub"
cask "elgato-stream-deck"
cask "enpass"
cask "firefox"
cask "flameshot"
cask "git-credential-manager"
cask "google-chrome"
cask "hiddenbar"
cask "imageoptim"
cask "jan"
cask "jiggler"
cask "libreoffice"
cask "localsend"
cask "logseq"
cask "maccy"
cask "microsoft-teams"
cask "miniconda"
cask "pinta"
cask "rectangle"
cask "rustdesk"
cask "slack"
cask "tunnelblick"
cask "vlc"
cask "wezterm"
cask "windows-app"
cask "xournal++"
cask "yealink-meeting"
cask "zenmap"
cask "zoom"


# Fonts
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-cascadia-mono-nf"
cask "font-dm-sans"
cask "font-hack"
cask "font-ibm-plex-mono"
cask "font-ibm-plex-sans"
cask "font-geist-mono"
cask "font-meslo-lg-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-symbols-only-nerd-font"

# Formulae
brew "btop"
brew "coreutils"
brew "curl"
brew "fastfetch"
brew "fzf"
brew "git"
brew "jq"
brew "libpq"
brew "libyaml"
brew "mise"
brew "overmind"
brew "pnpm"
brew "vips"
brew "wget"
brew "zsh"
brew "ca-certificates"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fontconfig"
brew "freetype"
brew "gh"
brew "imagemagick"
brew "imageoptim-cli"
brew "lazygit"
brew "lua"
brew "lz4"
brew "lzo"
brew "mas"
brew "ncurses"
brew "neovim"
brew "nmap"
brew "python-packaging"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "snappy"
brew "socat"
brew "speedtest-cli"
brew "sqlite"
brew "stow"
brew "telnet"
brew "theora"
brew "tmux"
brew "tree-sitter"
brew "unibilium"
brew "usage"
brew "utf8proc"
brew "vim"
brew "webp"
brew "websocat"
brew "wget"
brew "x264"
brew "x265"
brew "xorgproto"
brew "xz"
brew "zoxide"
brew "zstd"
